import React from "react";

function hostelData() {

    // const [hostels, setHostels] = useState([]);
    //
    // fetch("http://127.0.0.1:8000/api/hotels")
    //     .then(response => response.json())
    //     .then(json => setHostels(json))
    // console.log(hostels)
    let hostels =
        [
            {
                "id": 1,
                "name": "Готель Роза",
                "imageLink": ["https://pix10.agoda.net/hotelImages/316/316335/316335_1212051419009001829.jpg?ca=0&ce=1&s=702x392", "https://pix10.agoda.net/hotelImages/316/316335/316335_1212051419009001829.jpg?ca=0&ce=1&s=702x392"],
                "newPrice": 1500,
                "city": "Львів",
                "shortInfo": "Затишний готель в центрі міста.",
                "fullInfo": "Готель Роза - це ідеальне місце для відпочинку у центрі міста. Наші номери комфортні та затишні, а обслуговування на вищому рівні.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 2,
                "name": "Готель Сонце",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSnz5f52gssYOOg77VZYdfYHz14o7TtLEJnfw&usqp=CAU"],
                "newPrice": 1200,
                "city": "Львів",
                "shortInfo": "Сучасний готель біля озера.",
                "fullInfo": "Готель Сонце розташований поруч з чарівним озером. Ми пропонуємо комфортабельні номери та чудовий вид на природу.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 3,
                "name": "Готель Дніпро",
                "imageLink": ["https://hmpcj5dnx6uvbbom0nngb4tccjxvslvf.cdn-freehost.com.ua/images_hotel/hotel_220_v8Ng.jpg"],
                "newPrice": 1800,
                "city": "Дніпро",
                "shortInfo": "Люксовий готель на березі річки.",
                "fullInfo": "Готель Дніпро - це символ розкоші та комфорту. Наші номери пропонують вид на річку та величний горизонт міста.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 4,
                "name": "Готель Зелена Гора",
                "imageLink": ["https://joinup.ua/media/2019/12/Hanging_Gardens_Of_Bali_24pg-700x420.jpg"],
                "newPrice": 900,
                "city": "Карпати",
                "shortInfo": "Природний готель у Карпатах.",
                "fullInfo": "Готель Зелена Гора знаходиться в самому серці Карпат. Відпочиньте в затишних котеджах та насолоджуйтесь гірськими краєвидами.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 5,
                "name": "Готель Аквамарин",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQYVUVuQOOJSw2YdznmJtGsZBIy6AfgdQSPEQ&usqp=CAU"],
                "newPrice": 1600,
                "city": "Одеса",
                "shortInfo": "Сімейний готель біля моря.",
                "fullInfo": "Готель Аквамарин розташований біля моря та пропонує чудовий відпочинок для всієї сім'ї. Насолоджуйтесь сонцем та пляжем.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 6,
                "name": "Готель Гірський Вітер",
                "imageLink": ["https://mirage-bukovel.com/hotelimages/_hotel-mirage-bukovel.jpg"],
                "newPrice": 1400,
                "city": "Буковель",
                "shortInfo": "Гірський готель для природолюбів.",
                "fullInfo": "Готель Гірський Вітер - це ідеальне місце для тих, хто обожнює гірський відпочинок. Номери з видом на гори.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 7,
                "name": "Готель Весняний Дощ",
                "imageLink": ["https://dip.org.ua/wp-content/uploads/2022/02/04917.jpg"],
                "newPrice": 1100,
                "city": "Київ",
                "shortInfo": "Готель в затишному місці.",
                "fullInfo": "Готель Весняний Дощ пропонує затишні номери та тишу в подвір'ї. Відпочинок у спокої.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 8,
                "name": "Готель Подільська Фортеця",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR-8h4gpI4C2-6M-inQnc9q34HnVVv6d_8tcg&usqp=CAU"],
                "newPrice": 2000,
                "city": "Подільськ",
                "shortInfo": "Готель зі старовинним шармом.",
                "fullInfo": "Готель Подільська Фортеця розташований у старовинному районі міста. Насолоджуйтесь архітектурою та зручностями.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 9,
                "name": "Готель Лісова Казка",
                "imageLink": ["https://oblrada.km.ua/wp-content/uploads/2023/03/105691639.jpeg"],
                "newPrice": 1300,
                "city": "Львів",
                "shortInfo": "Готель серед лісу із власним озером.",
                "fullInfo": "Готель Лісова Казка розташований серед лісу та має власне озеро для водних розваг.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 10,
                "name": "Готель Місячне Зорі",
                "imageLink": ["https://ua.elenapuzatko.com/wp-content/uploads/2016/08/hotel-31.jpg"],
                "newPrice": 1700,
                "city": "Київ",
                "shortInfo": "Готель для любителів нічних видів.",
                "fullInfo": "Готель Місячне Зорі дозволить вам насолоджуватися неймовірними нічними видами. Ідеальне місце для астрономів.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },{
            "id": 11,
            "name": "Готель Зелений Ліс",
            "imageLink": ["https://ua.igotoworld.com/frontend/webcontent/images/tours/2698531_800x600_fair_golovna.jpg"],
            "newPrice": 1200,
            "city": "Карпати",
            "shortInfo": "Затишний готель в Карпатах",
            "fullInfo": "Готель Зелений Ліс розташований у самому серці Карпат. Він пропонує комфортні номери з видом на гори та ліс. Готель має ресторан, де подають страви карпатської кухні. Тут є також сауна та басейн для відпочинку після активних прогулянок. Зимою ви можете покататися на лижах на недалекому гірськолижному курорті.",
            "responses": [
                {
                    "userName": "Іван",
                    "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                },
                {
                    "userName": "Олена",
                    "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                },
                {
                    "userName": "Петро",
                    "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                },
                {
                    "userName": "Марія",
                    "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                },
                {
                    "userName": "Андрій",
                    "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                },
                {
                    "userName": "Катерина",
                    "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                },
                {
                    "userName": "Сергій",
                    "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                },
                {
                    "userName": "Наталія",
                    "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                },
                {
                    "userName": "Олег",
                    "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                },
                {
                    "userName": "Юлія",
                    "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                }
            ]
        },
            {
                "id": 12,
                "name": "Готель Сонячний Берег",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSiAI9uA6iPcb6a9dOiWi3axuCiT72CKHUmLw&usqp=CAU"],
                "newPrice": 950,
                "city": "Одеса",
                "shortInfo": "Розкішний готель на березі Чорного моря",
                "fullInfo": "Готель Сонячний Берег розташований на березі Чорного моря, в курортному місті Одеса. Він пропонує комфортні номери з видом на море. Готель має власний пляж, басейн, ресторан з морепродуктами та спа-центр. Ви можете насолоджуватися сонячними днями на пляжі або досліджувати цікавинки Одеси.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 13,
                "name": "Готель Львівська Фортеця",
                "imageLink": ["https://vezha.net.ua/wp-content/uploads/2018/05/31786460_943778359116633_513224492810502144_o-933x445.jpg"],
                "newPrice": 800,
                "city": "Львів",
                "shortInfo": "Історичний готель у Львові",
                "fullInfo": "Готель Львівська Фортеця розташований у центрі Львова, в історичній частині міста. Цей готель розміщений у відновленій фортеці 19 століття та пропонує аутентичні номери зі збереженими історичними деталями. Готель має ресторан із львівськими стравами та терасу з видом на старовинні вулички Львова. Ви можете досліджувати історичні пам'ятки міста, такі як Ратуша та Площа Ринок.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 14,
                "name": "Готель Карпатська Дзвіниця",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQfNCFcKWoxNmA2y3lISEG7OAdOoj6S1zTW-g&usqp=CAU"],
                "newPrice": 1100,
                "city": "Львів",
                "shortInfo": "Атмосферний готель у Львівських Карпатах",
                "fullInfo": "Готель Карпатська Дзвіниця розташований в живописних Львівських Карпатах, недалеко від міста Львова. Готель пропонує затишні номери, де ви можете розслабитися після важкого дня на гірському ліжку. Є ресторан із карпатською кухнею та бар з багатьма видами місцевого горілчаного. Ви можете гуляти в горах або відвідувати місцеві села та водоспади.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 15,
                "name": "Готель Черкаський Вітер",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSc4OZhhW1gJCfHzrkBg674VpuvAsOgZCD5kw&usqp=CAU"],
                "newPrice": 750,
                "city": "Черкаси",
                "shortInfo": "Готель біля Дніпра",
                "fullInfo": "Готель Черкаський Вітер розташований біля берега Дніпра в місті Черкаси. Він пропонує комфортні номери з видом на річку. Готель має власний пляж та ресторан, де подають страви української кухні. Ви можете релаксуватися на пляжі, купатися у річці та досліджувати красу природи Черкас.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 16,
                "name": "Готель Рівненська Перлина",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQWUFfWfnmUd-5XkiA6wRetuFXUZMO4n01sFw&usqp=CAU"],
                "newPrice": 1500,
                "city": "Рівне",
                "shortInfo": "Затишний готель в самому центрі Рівного.",
                "fullInfo": "Готель Рівненська Перлина розташований в історичному центрі Рівного і пропонує комфортні номери для відпочинку. Всі номери обладнані сучасними зручностями, а також мають вид на місто. Гостям пропонується сніданок у ресторані готелю. Це ідеальне місце для туристів, які бажають дослідити центральну частину Рівного.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 17,
                "name": "Готель Карпати",
                "imageLink": ["https://i.lb.ua/025/60/5c78f2e693a12.jpeg"],
                "newPrice": 1200,
                "city": "Карпати",
                "shortInfo": "Сучасний готель в Карпатах.",
                "fullInfo": "Готель Карпати розташований в живописному курортному регіоні Карпати. Він пропонує комфортні номери з усіма зручностями для відпочинку. Гостям готелю доступні різноманітні розваги, включаючи піші прогулянки, лижний відпочинок та екскурсії до гірських вершин. Готель також має ресторан, де подають традиційні страви Карпат.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 18,
                "name": "Готель Львівська Фортеця",
                "imageLink": ["https://joinuplviv.com/wp-content/uploads/2018/01/turechchyna-side-la-grande.jpg"],
                "newPrice": 1800,
                "city": "Львів",
                "shortInfo": "Елегантний готель у Львові.",
                "fullInfo": "Готель Львівська Фортеця розташований у самому центрі Львова і відомий своєю елегантністю та комфортом. Гостям пропонується розкішні номери з усіма зручностями та видом на історичну частину міста. Готель також має власний ресторан, де подають страви високої кухні. Він є ідеальним місцем для романтичного відпочинку або відвідання історичних пам'яток Львова.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 18,
                "name": "Готель Львівський Дім",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSfmq9Zg57T1Y_6taagBxZe8QJ2jxmZLj1-VQ&usqp=CAU"],
                "newPrice": 1200,
                "city": "Львів",
                "shortInfo": "Затишний готель у центрі Львова.",
                "fullInfo": "Готель Львівський Дім розташований у самому центрі Львова, що робить його ідеальним вибором для подорожуючих, які хочуть насолодитися величчю цього міста. Готель пропонує комфортабельні номери з усіма зручностями, ресторан з національною та європейською кухнею, а також дружній персонал, готовий надати вам всю необхідну інформацію про місто та його визначні місця.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 19,
                "name": "Готель Карпати",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQZH5spUsLJn0GE9S_LLl-f2k51GTdNzPfF4g&usqp=CAU"],
                "newPrice": 800,
                "city": "Карпати",
                "shortInfo": "Мальовничий готель в Карпатах.",
                "fullInfo": "Готель Карпати розташований в самому серці Карпат, оточений живописними гірськими ландшафтами. Готель пропонує комфортабельні номери з видом на гори, ресторан з традиційною гуцульською кухнею, а також можливість активного відпочинку, включаючи піший туризм, лижу та катання на велосипедах.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 20,
                "name": "Готель Поділля",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRCw9N2nReIc8F_NUVXZ5AqQV44Hug8gDlEwg&usqp=CAU"],
                "newPrice": 950,
                "city": "Вінниця",
                "shortInfo": "Затишний готель у Вінниці.",
                "fullInfo": "Готель Поділля розташований у місті Вінниця і пропонує комфортабельні номери для гостей. Готель знаходиться поруч з історичними визначними місцями Вінниці, включаючи Рошен Фонтан та музей Михайла Грушевського. Гості також можуть насолодитися смачною українською кухнею у ресторані готелю.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 21,
                "name": "Готель Одеса",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQBG0liorPSvT1wE_yjzEZx5TXKGnZq0J4cfg&usqp=CAU"],
                "newPrice": 1100,
                "city": "Одеса",
                "shortInfo": "Зручний готель біля чорного моря.",
                "fullInfo": "Готель Одеса знаходиться біля Чорного моря, що робить його ідеальним місцем для відпочинку біля води. Готель має комфортабельні номери з видом на море, великий басейн, а також ресторан з різноманітною кухнею. Готель також розташований поблизу численних пляжів і розважальних закладів.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 22,
                "name": "Готель На Масі",
                "imageLink": ["https://ua.elenapuzatko.com/wp-content/uploads/2020/08/istanbul-hotel-8.jpg"],
                "newPrice": 1350,
                "city": "Київ",
                "shortInfo": "Розкішний готель в самому центрі Києва.",
                "fullInfo": "Готель Київський Двір розташований у самому центрі Києва, недалеко від головних історичних пам'яток міста, таких як Софійський собор і Майдан Незалежності. Готель пропонує розкішні номери з усіма зручностями, включаючи ванні кімнати з джакузі, а також ресторан з українською та світовою кухнею.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 23,
                "name": "Готель Карпати",
                "imageLink": ["https://hotelmix.com.ua/data/Photos/380x200/12449/1244988/1244988391/Radsor-Hotel-Exterior.JPEG"],
                "newPrice": 850,
                "city": "Карпати",
                "shortInfo": "Сучасний готель у Карпатах.",
                "fullInfo": "Готель Карпати 2 є сучасним готелем у Карпатах, ідеальним для тих, хто цінує комфорт та зручності. В готелі є стильні номери, фітнес-центр, ресторан з європейською кухнею та багато інших можливостей для відпочинку. Чудове місце для активного відпочинку та релаксування в гірському середовищі.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 24,
                "name": "Готель Львівська Перлина",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRLMAjMb39ygHr1Fjy3wQnIKXoXvBxDi3Xscg&usqp=CAU"],
                "newPrice": 1300,
                "city": "Львів",
                "shortInfo": "Ексклюзивний готель у Львові.",
                "fullInfo": "Готель Львівська Перлина - це ексклюзивне помешкання у Львові, яке пропонує гостям розкішні номери з унікальним дизайном та красивим видом на старовинне місто. Готель також має спа-центр, ресторан із вишуканою кухнею, а також романтичні тераси для вечірнього відпочинку.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 25,
                "name": "Готель Чорне Море",
                "imageLink": ["https://kor.ill.in.ua/m/1200x0/698788.jpg"],
                "newPrice": 1150,
                "city": "Одеса",
                "shortInfo": "Сучасний готель на березі Чорного моря.",
                "fullInfo": "Готель Чорне Море розташований прямо на березі Чорного моря та пропонує гостям комфортабельні номери з видом на море. Готель має басейни, спа-центр, ресторани з різними кухнями, включаючи морську та місцеву. Ідеальне місце для пляжного відпочинку та релаксації під сонцем.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 26,
                "name": "Готель Дніпро",
                "imageLink": ["https://alltravelgroup.com.ua/wp-content/uploads/2023/06/%D0%91%D1%80%D0%BE%D0%BD%D1%8E%D0%B2%D0%B0%D0%BD%D0%BD%D1%8F-%D0%B3%D0%BE%D1%82%D0%B5%D0%BB%D1%96%D0%B2-%D0%B7%D0%B0-%D0%BA%D0%BE%D1%80%D0%B4%D0%BE%D0%BD%D0%BE%D0%BC-1024x576.jpg"],
                "newPrice": 900,
                "city": "Дніпро",
                "shortInfo": "Класичний готель в центрі Дніпра.",
                "fullInfo": "Готель Дніпро розташований у центрі міста Дніпро та пропонує гостям класичні номери з усіма зручностями. Готель має ресторан з українською кухнею, бар та конференц-зали для бізнес-зустрічей. Гості можуть насолодитися пішими прогулянками до найважливіших архітектурних пам'яток міста.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 27,
                "name": "Готель Карпати",
                "imageLink": ["https://ua.elenapuzatko.com/wp-content/uploads/2023/06/%D0%BF%D0%B8%D0%BB%D0%B8%D0%BF%D0%B5%D1%86%D1%8C-%D0%B3%D0%BE%D1%82%D0%B5%D0%BB%D1%96-13.jpg"],
                "newPrice": 880,
                "city": "Карпати",
                "shortInfo": "Затишний готель у Карпатах.",
                "fullInfo": "Готель Карпати 3 розташований у спокійному гірському середовищі Карпат і пропонує гостям комфортабельні номери з видом на гори. Готель має ресторан з гуцульською кухнею, сауну та місця для активного відпочинку. Ідеальне місце для тих, хто цінує природу та гірські пейзажі.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 28,
                "name": "Готель Львівський Замок",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRpv9zB0KHrsEmiPMHwh80I_N0fx2wJ5buOOQ&usqp=CAU"],
                "newPrice": 1400,
                "city": "Львів",
                "shortInfo": "Готель зі старовинною атмосферою у Львові.",
                "fullInfo": "Готель Львівський Замок - це особливий готель зі старовинною атмосферою, який розташований у самому центрі Львова. Готель пропонує номери в стилі середньовічного замку, а також ресторан з традиційною українською кухнею та дегустацією місцевих вин.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 29,
                "name": "Готель Яремче",
                "imageLink": ["https://karpaty.love/uploads/posts/2023-05/thumbs/x1684588556_fomich.jpg.pagespeed.ic.LWC5PjPNCf.jpg"],
                "newPrice": 950,
                "city": "Яремче",
                "shortInfo": "Готель серед карпатських гір.",
                "fullInfo": "Готель Яремче розташований в курортному місті Яремче серед карпатських гір. Готель пропонує комфортабельні номери, ресторан з карпатською кухнею, басейн та сауну. Гості можуть насолодитися природними красами Карпат та активним відпочинком в гірському середовищі.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
            {
                "id": 30,
                "name": "Готель Рівненський Палац",
                "imageLink": ["https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSSH_HYu_XUe6ArU9xUOfNhgLWxPWpEij7cNSvv4j0NLPyVj6hCAF063f77hpC4DHG5eA4&usqp=CAU"],
                "newPrice": 1200,
                "city": "Рівне",
                "shortInfo": "Затишний готель у самому центрі Рівного, зручне розташування біля головних визначних пам'яток міста.",
                "fullInfo": "Готель Рівненський Палац пропонує комфортабельні номери для відпочинку та роботи. Ви можете насолоджуватися розкішним видом на істhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhhоричний центр міста Рівне та найближчий парк. В готелі є ресторан, де ви можете скуштувати страви української та європейської кухні. Також доступний конференц-зал для проведення зустрічей та заходів. Готель знаходиться в пішій доступності до основних визначних місць, магазинів та ресторанів.",
                "responses": [
                    {
                        "userName": "Іван",
                        "text": "Чудовий готель, зручні номери та чистота. Велике спасибі персоналу за гарне обслуговування!"
                    },
                    {
                        "userName": "Олена",
                        "text": "Залишились задоволені перебуванням в цьому готелі. Гарна локація та чудовий вид з вікна."
                    },
                    {
                        "userName": "Петро",
                        "text": "Гарний готель за розумною ціною. Смачний сніданок та швидкий Wi-Fi."
                    },
                    {
                        "userName": "Марія",
                        "text": "Приємно здивовані сервісом та комфортом в цьому готелі. Рекомендую!"
                    },
                    {
                        "userName": "Андрій",
                        "text": "Ідеальний варіант для відпочинку. Готель розташований біля пляжу та має басейн."
                    },
                    {
                        "userName": "Катерина",
                        "text": "Привітний персонал, гарні номери та сучасний дизайн готелю. Все сподобалося."
                    },
                    {
                        "userName": "Сергій",
                        "text": "Чистота, порядок і комфорт. Готель ідеально підходить для сімейного відпочинку."
                    },
                    {
                        "userName": "Наталія",
                        "text": "Гарне співвідношення ціни та якості. Готель рекомендую для туристів."
                    },
                    {
                        "userName": "Олег",
                        "text": "Провели відпустку в цьому готелі і залишились задоволені. Все було на висоті."
                    },
                    {
                        "userName": "Юлія",
                        "text": "Прекрасний готель зі зручним розташуванням та дружнім персоналом. З задоволенням повернемося сюди ще раз."
                    }
                ]
            },
        ];
    let SaleData = [
        {
            "id": 1,
            "name": "Готель Місячне Зорі",
            "imageLink": "https://ua.elenapuzatko.com/wp-content/uploads/2016/08/hotel-31.jpg",
            "oldPrice": 1750,
            "newPrice": 1700,
            "shortInfo": "Готель для любителів нічних видів.",
            "fullInfo": "Готель Місячне Зорі дозволить вам насолоджуватися неймовірними нічними видами. Ідеальне місце для астрономів."
        },
        {
            "id": 2,
            "name": "Готель Сонячний День",
            "imageLink": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT-N9UEwKSAa45eyy3YMWjk_Q77ka2sRRxHKQ&usqp=CAU",
            "oldPrice": 1250,
            "newPrice": 1200,
            "shortInfo": "Релакс під сонцем та морем",
            "fullInfo": "Готель Сонячний День розташований біля моря і пропонує комфортабельні номери. Готель має великий басейн та пляжні розваги для гостей."
        },
        {
            "id": 3,
            "name": "Готель Гірський Оазис",
            "imageLink": "https://hmpcj5dnx6uvbbom0nngb4tccjxvslvf.cdn-freehost.com.ua/images_hotel/hotel_146_YIdT.jpg",
            "oldPrice": 750,
            "newPrice": 700,
            "shortInfo": "Відпочинок в горах серед природи",
            "fullInfo": "Готель Гірський Оазис розташований в горах і оточений природою. Гостям доступні тури в гори та велосипедні прогулянки."
        },
        {
            "id": 4,
            "name": "Готель Річкова Перлина",
            "imageLink": "https://cf.bstatic.com/xdata/images/hotel/max500/322836204.jpg?k=f415b3c8001e27923fdb77f51a35700ed7d34b422e1a47358e9098dff4cadbaa&o=",
            "oldPrice": 1050,
            "newPrice": 1000,
            "shortInfo": "Відпочинок на березі річки",
            "fullInfo": "Готель Річкова Перлина розташований на березі мальовничої річки. Гостям доступні риболовля та плавання в ріці."
        },
        {
            "id": 5,
            "name": "Готель Зелений Ліс",
            "imageLink": "https://hmpcj5dnx6uvbbom0nngb4tccjxvslvf.cdn-freehost.com.ua/images_hotel/hotel_272_RiK7.jpg",
            "oldPrice": 1100,
            "newPrice": 1050,
            "shortInfo": "Відпочинок серед лісу та природи",
            "fullInfo": "Готель Зелений Ліс розташований в лісовому масиві та пропонує гостям затишні номери. Можливість піших прогулянок та відпочинку на свіжому повітрі."
        },
        {
            "id": 6,
            "name": "Готель Гірська Ріка",
            "imageLink": "https://dovkola.media/wp-content/uploads/2021/10/131890940_106288801363421_3806083270512404698_n.jpeg",
            "oldPrice": 950,
            "newPrice": 900,
            "shortInfo": "Відпочинок в гірському регіоні",
            "fullInfo": "Готель Гірська Ріка розташований в гірському регіоні і пропонує гостям чистий гірський повітря та можливості для піших прогулянок та гірськолижних відпочинку."
        },
        {
            "id": 7,
            "name": "Готель Водоспадна Казка",
            "imageLink": "https://tvoemisto.tv/media/gallery/full/l/v/lviv_0fc65.jpg",
            "oldPrice": 650,
            "newPrice": 600,
            "shortInfo": "Відпочинок поруч із водоспадом",
            "fullInfo": "Готель Водоспадна Казка розташований поруч із великим водоспадом. Гостям доступні прогулянки до водоспаду та риболовля."
        },
        {
            "id": 8,
            "name": "Готель Село Колоритне",
            "imageLink": "https://kyiv.comments.ua/img/publications/880x586/tYzyiBQ2qctPSdKfVkWVJQk1ttEczIAA.jpg",
            "oldPrice": 850,
            "newPrice": 800,
            "shortInfo": "Затишок у сільському стилі",
            "fullInfo": "Готель Село Колоритне розташований у стилі села і пропонує гостям затишні номери. Можливість відпочинку на природі та гри в селі."
        },
        {
            "id": 9,
            "name": "Готель Вільний Вітер",
            "imageLink": "https://tourinform.org.ua/wp-content/uploads/2022/06/nikoleta.png",
            "oldPrice": 450,
            "newPrice": 400,
            "shortInfo": "Відпочинок на березі моря",
            "fullInfo": "Готель Вільний Вітер розташований на березі моря і пропонує гостям відпочинок на пляжі та морські розваги."
        },
        {
            "id": 10,
            "name": "Готель Лісова Казка",
            "imageLink": "https://www.rbc.ua/static/img/1/2/121232_1200x675.jpg",
            "oldPrice": 700,
            "newPrice": 650,
            "shortInfo": "Відпочинок серед лісу та природи",
            "fullInfo": "Готель Лісова Казка розташований в лісовому масиві та пропонує гостям затишні номери. Можливість піших прогулянок та відпочинку на природі."
        }
    ];
    let Data = {"hitData": hostels, "SaleData": SaleData};

    return Data;
}

export default hostelData;
